с;================================================================================================
;      GRIMY'S ANARCHIST
;================================================================================================

[GrimyFlamethrower X2WeaponTemplate]
FriendlyName="Огнемет"
FriendlyNamePlural="Огнеметы"
BriefSummary="Крепящийся на предплечье огнемет использует подачу топлива под высоким давлением и оборудован фокусирующим соплом, позволяющим направлять огненный конус на группы врагов."
TacticalText="<Bullet/> Огнемет позволяет атаковать участки поля боя, сея смерть и разрушения.\n<Bullet/> Он особенно эффективен против групп противников и на малой дистанции, однако механические враги обладают устойчивостью или иммунитетом к огню."

[GrimyShredderGun X2WeaponTemplate]
FriendlyName="Осколочная пушка"
FriendlyNamePlural="Осколочные пушки"
BriefSummary="Крепящаяся на предплечье пушка, которая выстреливает конус острых, словно бритва, осколков и наносит урон скоплениям врагов."
TacticalText="<Bullet/>Осколочная пушка эффективна против скоплений врагов и на малой дистанции.\n<Bullet/> Боекомплект быстро заканчивается, поэтому используйте ее, когда ситуация этого требует."

[GrimyShellShock X2AbilityTemplate]
LocFriendlyName="Шоковый снаряд"
LocHelpText="Гранаты имеют 15% шанс оглушить органических и механических врагов."
LocLongDescription="Гранаты имеют 15% шанс оглушить органических и механических врагов."

[GrimyLightOrdnance X2AbilityTemplate]
LocFriendlyName="Легкая артиллерия"
LocHelpText="Увеличивает вместимость экипированных гранат во всех слотах на 2, но уменьшает наносимый ими урон на 50%."
LocLongDescription="Увеличивает вместимость экипированных гранат во всех слотах на 2, но уменьшает наносимый ими урон на 50%."
LocPromotionPopupText="<Bullet/> Дает огромное количество гранат, но снижает их базовый урон в двое.<br/><Bullet/> Урон окружению не уменьшается, гранаты все так же эффективно будут разрушаать укрытия. <br/><Bullet/> Разрыв брони от \"Противотанковые боеголовки\" остается таким же эффективным и \"Большой бум\" будет все так же наносить +3 урона при критическом взрыве."


[GrimyGrenadeShredder X2AbilityTemplate]
LocFriendlyName="Осколочные гранаты"
LocHelpText="Увеличивает разрушение и пробивание брони для всех гранат на 2 ед."
LocLongDescription="Увеличивает разрушение и пробивание брони для всех гранат на 2 ед."

[GrimySabotage X2AbilityTemplate]
LocFriendlyName="Саботаж"
LocHelpText="Предоставляет способность \"Протокол нападения\", с 2мя использованиями на миссию. \"Протокол нападения\" наносит урон и разоружает врагов."
LocLongDescription="Предоставляет способность \"Протокол нападения\", с 2мя использованиями на миссию. \"Протокол нападения\" наносит урон и разоружает врагов."
LocFlyOverText="Саботаж"
LocPromotionPopupText="<Bullet/> Предоставляет способность \"Протокол нападения\", с 2 использованиями на миссию.\n<Bullet/> \"Протокол нападения\" наносит урон, зависящий от уровня гремлина и разоружает врагов.\n<Bullet/> Перезарядка <Ability:SELFCOOLDOWN/> ход(а)."


[GrimyDeadlyHaze X2AbilityTemplate]
LocFriendlyName="Смертельная мгла"
LocHelpText="Враги, пораженные взрывом ядовитых, огненных и кислотных гранат, наносят на 2 ед. урона меньше в течении 1 хода."
LocLongDescription="Враги, пораженные взрывом ядовитых, огненных и кислотных гранат, наносят на 2 ед. урона меньше в течении 1 хода."

[GrimyCauterize X2AbilityTemplate]
LocFriendlyName="Прижигание"
LocHelpText="Наносит 2 ед. урона выбранному юниту. Если он выживает, восстанавливает 3-9 ОЗ."
LocLongDescription="Наносит 2 ед. урона выбранному юниту. Если он выживает, восстанавливает 3-9 ОЗ.\nПрименяется как к союзникам, так и к врагам.\n2 заряда на миссию.\nПредоставляет способность \"Протокол возрождения\"."

[GrimyVileConcoctions X2AbilityTemplate]
LocFriendlyName="Мерзкие смеси"
LocHelpText="Увеличивает наносящий постепенный урон от гранат на 2 ед."
LocLongDescription="Увеличивает наносящий постепенный урон от гранат на 2 ед."
LocPromotionPopupText="<Bullet/> Эффекты от гранат наносящих постепенный урон будут наносить на +2 урона больше.\n<Bullet/> Применятся только на те цели что были поражены непосредственно взрывом гранаты.\n<Bullet/> Работает для Газовых, Огненных и Кислотных гранат."

[GrimySadist X2AbilityTemplate]
LocFriendlyName="Садист"
LocHelpText="Предоставляет 2 дополнительных заряда способности \"Черепная мина\"."
LocLongDescription="Предоставляет 2 дополнительных заряда способности \"Черепная мина\"."
LocPromotionPopupText="<Bullet/> Предоставляет 2 дополнительных заряда способности \"Черепная мина\". \n<Bullet/> Требуется исследование \"Проникновение в череп\". (2ое исследование череполома) \n<Bullet/> Солдат должен быть экипирован череполомом."

[GrimyHostageProtocol X2AbilityTemplate]
LocFriendlyName="Протокол \"Заложник\""
LocHelpText="Предоставляет способность \"Протокол нападения\", если она отсутствует. Способность \"Протокол нападения\", теперь оглушает врага и превращает его в полное укрытие на 1 ход."
LocLongDescription="Предоставляет способность \"Протокол нападения\", если она отсутствует.\nСпособность \"Протокол нападения\", теперь оглушает врага и превращает его в полное укрытие на 1 ход."

[GrimyFireWall X2AbilityTemplate]
LocFriendlyName="Стена огня"
LocHelpText="Предоставляет одноразовый огнемет для создания стены огня, которую невозможно пересечь не будучи подожженным."
LocLongDescription="Предоставляет одноразовый огнемет для создания стены огня, которую невозможно пересечь не будучи подожженным."

[FireGrimyFireWall X2AbilityTemplate]
LocFriendlyName="Стена огня"
LocLongDescription="Распыляет пламя в конусообразной зоне. Создает стену огня, которую невозможно пересечь не будучи подожженным."
LocHelpText="Распыляет пламя в конусообразной зоне. Создает стену огня, которую невозможно пересечь не будучи подожженным."
LocFlyOverText="Стена огня"

[GrimyShredderGun X2AbilityTemplate]
LocFriendlyName="Осколочная пушка"
LocHelpText="Предоставляет 1 заряд осколочной пушки."
LocLongDescription="Предоставляет 1 заряд осколочной пушки."

[FireGrimyShredderGun X2AbilityTemplate]
LocFriendlyName="Выстрел из осколочной пушки"
LocLongDescription="Выстрел из осколочной пушки с конусной зоной поражения."
LocHelpText="Выстрел из осколочной пушки с конусной зоной поражения."
LocFlyOverText="Выстрел из осколочной пушки"

[GrimyAirBurst X2AbilityTemplate]
LocFriendlyName="Воздушный подрыв"
LocHelpText="Увеличивает радиус поражения гранатомета на 2 клетки."
LocLongDescription="Увеличивает радиус поражения гранатомета на 2 клетки."

[GrimyLongShot X2AbilityTemplate]
LocFriendlyName="Дальний выстрел"
LocHelpText="Увеличивает дальность выстрела гранатомета на 50%."
LocLongDescription="Увеличивает дальность выстрела гранатомета на 50%."

;========================================================================================================
; GRIMY's BRUISER
;========================================================================================================

[GrimyIntimidationPassive X2AbilityTemplate]
LocFriendlyName="Запугивание"
LocLongDescription="Ответные выстрелы уменьшают меткость врага на 15%."
LocHelpText="Ответные выстрелы уменьшают меткость врага на 15%."

[GrimyGunPoint X2AbilityTemplate]
LocFriendlyName="Под дулом"
LocHelpText="Оглушите находящегося с флага врага и используйте его как полное укрытие."
LocLongDescription="Наносит 2 ед. урона находящемуся с фланга врагу и оглушает его на 1 ход.\nТеперь этого врага можно использовать как полное укрытие.\nВы можете выстрелить из пистолета или бросить гранату после использования этой способности.\nПерезарядка 2 хода."

[GrimySurvival X2AbilityTemplate]
LocFriendlyName="Инстинкт выживания"
LocHelpText="Этот солдат может вести ответный огонь из пистолета по одному выстрелу на каждого врага, а также получает 1 ед. брони на 2 хода."
LocLongDescription="Этот солдат может вести ответный огонь из пистолета по одному выстрелу на каждого врага, а также получает 1 ед. брони на 2 хода."

[GrimySpotter X2AbilityTemplate]
LocFriendlyName="Корректировщик"
LocHelpText="Этот солдат может вести ответный огонь из пистолета по одному выстрелу на каждого врага и помечает цель при атаке."
LocLongDescription="Этот солдат может вести ответный огонь из пистолета по одному выстрелу на каждого врага и помечает цель при атаке."

[GrimyBolsterPassive X2AbilityTemplate]
LocFriendlyName="Прикрытие"
LocHelpText="Способность \"Под дулом\" предоставляет 2 ед. брони на 2 хода."
LocLongDescription="Способность \"Под дулом\" предоставляет 2 ед. брони на 2 хода."

[GrimyNeedlePointPassive X2AbilityTemplate]
LocFriendlyName="Летальная седация"
LocHelpText="Способность \"Под дулом\" и атаки из пистолета теперь отравляют цель."
LocLongDescription="Способность \"Под дулом\" теперь отравляет цель на 2 хода, а выстрелы из пистолета отравляют цель на 1 ход."

[GrimyDrawFire X2AbilityTemplate]
LocFriendlyName="Привлекающий огонь"
LocHelpText="Уменьшите свою защиту на 10 и получите 2 ед. брони на 2 хода. Увеличивает защиту союзников на 10 в радиусе 25 клеток."
LocLongDescription="Уменьшите свою защиту на 10 и получите 2 ед. брони на 2 хода. Увеличивает защиту союзников на 10 в радиусе 25 клеток. Перезарядка 3 хода."

[GrimyFlashpoint X2AbilityTemplate]
LocFriendlyName="Разгон толпы"
LocHelpText="Количество свето-шумовых гранат увеличивается на +2. Теперь свето-шумовые гранаты наносят урон."
LocLongDescription="Количество свето-шумовых гранат увеличивается на +2. Теперь свето-шумовые гранаты наносят урон."
LocPromotionPopupText="<Bullet/> Боец получает 2 дополнительные свето-шумовую гранаты. \n<Bullet/> Свето-шумовые гранаты помимо своего основого эффекта также наносят от 2 до 4 ед. урона (чем ближе к эпицентру - тем больше урон). \n<Bullet/> Наносит урон роботизированным врагам."

[GrimyEnrage X2AbilityTemplate]
LocFriendlyName="Исступление"
LocHelpText="Начните свой ход со включенной способностью \"Стрельба на бегу\", которая активируется если вы ранены."
LocLongDescription="Начните свой ход со включенной способностью \"Стрельба на бегу\", которая активируется если вы ранены."

[GrimyTaserShot X2AbilityTemplate]
LocFriendlyName="Тазер-патроны"
LocHelpText="Сделайте выстрел из пистолета особым тазер-патроном, который игнорирует броню, оглушает органические цели на 2 хода, а роботам наносит 3-ой урон!"
LocLongDescription="Сделайте выстрел из пистолета особым тазер-патроном, который игнорирует броню, оглушает органические цели на 2 хода, а роботам наносит 3-ой урон!"
LocPromotionPopupText="<Bullet/> Выстрел игнорирует любую броню цели. <br/><Bullet/> Органических врагов оглушает на 4 очка действия (2 хода) <br/><Bullet/> Механические противники не оглушаются, но получают ТРОЙНОЙ урон. <br/><Bullet/> Всего 3 патрона на миссию."


[GrimyCausticSlug X2AbilityTemplate]
LocFriendlyName="Разъедающая пуля"
LocHelpText="Выстрел из дробовика разъедающей пулей, которая уничтожает броню и наносит двойной урон."
LocLongDescription="Выстрел из дробовика разъедающей пулей, которая уничтожает броню и наносит двойной урон. 2 заряда на миссию."

[GrimyGrapeShot X2AbilityTemplate]
LocFriendlyName="Крупнокалиберная картечь"
LocHelpText="Выстрел из дробовика с конусной зоной поражения, наносящий урон от огня. Не может промахнуться. Наносит на 30% меньше урона."
LocLongDescription="Выстрел из дробовика с конусной зоной поражения, наносящий урон от огня. Не может промахнуться. Наносит на 30% меньше урона. 2 заряда на миссию."

;=========================================================================================================
;     GRIMY's FURY
;=========================================================================================================

[GrimyStrafe X2AbilityTemplate]
LocFriendlyName="Скользящий огонь"
LocHelpText="Выстрел, который наносит на 50% меньше урона, но может быть использован как свободное действие после перемещения"
LocLongDescription="Скользящий огонь может быть использован как свободное действие после перемещения\nСкользящий огонь наносит на 50% меньше урона"

[GrimySustained Fire X2AbilityTemplate]
LocFriendlyName="Устойчивый огонь"
LocHelpText="Боец может перезаряжаться и входить в режим \"наблюдения\", используя очки действия скольжения."
LocLongDescription="Боец может перезаряжаться и входить в режим \"наблюдения\", используя очки действия скольжения."

[GrimyPyrokinesis X2AbilityTemplate]
LocFriendlyName="Пирокинез"
LocHelpText="Несовершенная версия способности \"Огонь души\", которая поджигает цель и наносит 1 ед. урона за ход"
LocLongDescription="Несовершенная версия способность \"Огонь души\", которая поджигает цель и наносит 1 ед. урона за ход\nТребует <Ability:SelfHealthCost/> ОЗ\nПерезарядка 2 хода\nМожет использовать очки действия скольжения"

[GrimyReave X2AbilityTemplate]
LocFriendlyName="Лишение"
LocHelpText="Несовершенная версия способности \"Нулевой удар\" наносящая половину урона"
LocLongDescription="Несовершенная версия способности \"Нулевой удар\" наносящая половину урона\nТребует <Ability:SelfHealthCost/> ОЗ\nПерезарядка 3 хода\nМожет использовать очки действия скольжения"

[GrimyMadness X2AbilityTemplate]
LocFriendlyName="Предательство"
LocHelpText="Несовершенная версия способности \"Доминирование\", позволяющая взять под контроль врага только на 1 ход, но позволяет управлять им немедленно"
LocLongDescription="Несовершенная версия способности \"Доминирование\", позволяющая взять под контроль врага только на 1 ход, но позволяет управлять им немедленно\nТребует <Ability:SelfHealthCost/> ОЗ\nПерезарядка 2 хода\n2 дополнительных заряда\nМожет использовать очки действия скольжения"

[GrimySoulTap X2AbilityTemplate]
LocFriendlyName="Душеотвод"
LocHelpText="Потратьте <Ability:SelfHealthCost/> ОЗ чтобы получить 1 действие"
LocLongDescription="Потратьте <Ability:SelfHealthCost/> ОЗ чтобы получить 1 действие"

[GrimyReinvigorate X2AbilityTemplate]
LocFriendlyName="Оживление"
LocHelpText="Лечение с помощью аптечки или \"Гремлина\" предоставляет 1 действие для цели"
LocLongDescription="Лечение с помощью аптечки или \"Гремлина\" предоставляет 1 действие для цели"

[GrimyBulletRoulette X2AbilityTemplate]
LocFriendlyName="Рулетка с боеприпасами"
LocHelpText="Предоставляет случайные экспериментальные боеприпасы, в начале каждой миссии"
LocLongDescription="Предоставляет случайные экспериментальные боеприпасы, в начале каждой миссии\nЗаменяет любые снаряженные боеприпасы"

[GrimyWillToSurvive X2AbilityTemplate]
LocFriendlyName="Воля к выживанию"
LocHelpText="Увеличивает ОЗ на 10% от воли"
LocLongDescription="Увеличивает ОЗ на 10% от воли"
LocFlyOverText="Воля к выживанию"
LocPromotionPopupText="<Bullet/> Пассивно увеличивает здоровье на 10% от воли солдата."


[GrimySprayAndPray X2AbilityTemplate]
LocFriendlyName="Мольба и распыление"
LocHelpText="Стрельба по трем противникам, наносящая на 25% меньше урона. Может использовать очки действия скольжения"
LocLongDescription="Стрельба по трем противникам, наносящая на 25% меньше урона\nМожет использовать очки действия скольжения\nТребует 3 ед. боеприпасов"

[GrimyAnomaly X2AbilityTemplate]
LocFriendlyName="Размерная аномалия"
LocHelpText="Создать пространственный разрыв, наносящий огромный урон в большом радиусе, но при этом вызывающий случайную группу инопланетных подкреплений. Требует <Ability:SelfHealthCost/> ОЗ"
LocLongDescription="Создать пространственный разрыв, наносящий огромный урон в большом радиусе, но при этом вызывающий случайную группу инопланетных подкреплений\nТребует <Ability:SelfHealthCost/> ОЗ\nНаносит 20-30 ед. урона, в зависимости от технологического уровня пси-усилителя"

[GrimySpeedster X2AbilityTemplate]
LocFriendlyName="Гиперактивный"
LocHelpText="Солдат имеет 3 очка действия каждый ход, но теряет 20% своей мобильности"
LocLongDescription="Солдат имеет 3 очка действия каждый ход, но теряет 20% своей мобильности"

;============================================================================================================
;     GRIMY'S HEADHUNTER
;============================================================================================================
[GrimyPiercingShot X2AbilityTemplate]
LocFriendlyName="Пронзающий выстрел"
LocHelpText="Выстрел проникающим снарядом, который пробивает нескольких врагов, уничтожает броню и разрушает укрытия."
LocLongDescription="Выстрел проникающим снарядом, который пробивает нескольких врагов, уничтожает броню и разрушает укрытия."
LocFlyOverText="Пронзающий выстрел"
LocPromotionPopupText="<Bullet/> Выстрел проникающим снарядом, который пробивает нескольких врагов, уничтожает броню и может разрушить укрытия. <br/><Bullet/> Наносит на 50% меньше урона, но уничтожает броню. <br/><Bullet/> Тратит 1 действие, можно использовать после перемещения. <br/><Bullet/> Небольшая дальность, т.к. снаряд теряет свою пробивную мощь на большом расстоянии. <br/><Bullet/> 2 заряда на миссию. <br/><Bullet/> Перезарядка: <Ability:SELFCOOLDOWN/> хода."


[GrimyMultiHook X2AbilityTemplate]
LocFriendlyName="Универсальный крюк"
LocHelpText="Используйте крюк-кошку со свободным прицелом, чтобы переместиться в выгодную позицию."
LocLongDescription="Охотник за головами имеет крюк-кошку и трос, позволяющие быстро переместиться в выгодную позицию.\nТребует 1 действие."

[GrimyRushedShot X2AbilityTemplate]
LocFriendlyName="Скоростной выстрел"
LocHelpText="Выстрел в случайного врага. Можно использовать после передвижения."
LocLongDescription="Выстрел в случайного видимого врага. Можно использовать после передвижения."

[GrimyThunderclap X2AbilityTemplate]
LocFriendlyName="Раскат грома"
LocHelpText="Выстрел в случайного врага электрическим патроном, наносящий +50% урона органическим целям и +100% урона механическим целям."
LocLongDescription="Выстрел в случайного врага электрическим патроном\nНаносит +50% урона органическим целям\nНаносит +100% урона механическим целям\nМожно использовать после перемещения\n2 заряда на миссию\nПерезарядка 6 ходов"

[GrimyPointBlank X2AbilityTemplate]
LocFriendlyName="Выстрел в упор"
LocHelpText="Выстрел с +50% к меткости, критическому попаданию и урону в упор. Можно использовать после передвижения."
LocLongDescription="Выстрел с +50% к меткости, критическому попаданию и урону в упор. Можно использовать после передвижения"

[GrimyIncendiaryShot X2AbilityTemplate]
LocFriendlyName="Зажигательный выстрел"
LocHelpText="Выстрел зажигательным снарядом со свободным прицелом, наносящий урон от огня и поджигающий цели."
LocLongDescription="Выстрел зажигательным снарядом со свободным прицелом, наносящий урон от огня и поджигающий цели.\nМожно использовать после передвижения\n2 заряда на миссию\nПерезарядка 6 ходов"

[GrimyTwinFangs X2AbilityTemplate]
LocFriendlyName="Двойные клыки"
LocHelpText="Выстрел двумя ядовитыми патронами по двум случайным врагам."
LocLongDescription="Выстрел двумя ядовитыми патронами по двум случайным врагам.\nМожно использовать после передвижения\n2 заряда на миссию\nПерезарядка 6 ходов"

[GrimyBuckshot X2AbilityTemplate]
LocFriendlyName="Выстрел картечью"
LocHelpText="Выстрел картечью с конусной зоной поражения. Наносит на 25% меньше урона."
LocLongDescription="Выстрел картечью с конусной зоной поражения.\nНаносит на 25% меньше урона\nМожно использовать после передвижения\n2 заряда на миссию\nПерезарядка 6 ходов"

[GrimyDoubleTap X2AbilityTemplate]
LocFriendlyName="Двойное нажатие"
LocHelpText="Сделайте стандартный выстрел из снайперской винтовки и верните 1 действие."
LocLongDescription="Сделайте стандартный выстрел из снайперской винтовки и верните 1 действие.\nПерезарядка 4 хода"

[GrimyHexHunter X2AbilityTemplate]
LocFriendlyName="Ведьмак"
LocHelpText="Выстрел специальным боеприпасом \"Ведьмак\" который наносит урон, пропорционально пси-силе врага."
LocLongDescription="Выстрел специальным боеприпасом \"Ведьмак\" который наносит урон, пропорционально пси-силе врага\n1 заряд на миссию"

[GrimyBladeOil X2AbilityTemplate]
LocFriendlyName="Масло для клинка"
LocHelpText="Атакуйте врага отравленным клинком, нанося +100% урона от оружия в виде урона от яда."
LocLongDescription="Атакуйте врага отравленным клинком, нанося +100% урона от оружия в виде урона от яда\n2 заряда на миссию\nПерезарядка 4 хода"

[GrimyRapidSlashHH X2AbilityTemplate]
LocFriendlyName="Быстрый выпад"
LocHelpText="Атакуйте врага и верните 1 действие."
LocLongDescription="Атакуйте врага и верните 1 действие\nПерезарядка 3 хода"

[GrimyExecuteBonus X2AbilityTemplate]
LocFriendlyName="Черная метка"
LocHelpText="Ваши атаки ближнего боя наносят тройной урон отмеченным или находящимся под голографическим прицелом целям."
LocLongDescription="Ваши атаки ближнего боя наносят тройной урон отмеченным или находящимся под голографическим прицелом целям."
LocFlyOverText="Черная метка"
LocPromotionPopupText="<Bullet/> Атаки ближнего боя наносят тройной урон отмеченным или находящимся под голографическим прицелом целям. <br/><Bullet/> Работает с обычной меткой и меткой снайперов."


[GrimyPreparation X2AbilityTemplate]
LocFriendlyName="Подготовка"
LocHelpText="Получите дополнительное действие, в начале вашего следующего хода."
LocLongDescription="Получите дополнительное действие, в начале вашего следующего хода. Свободное действие"
LocFlyOverText="Подготовка"
LocPromotionPopupText="<Bullet/> Получите дополнительное действие, в начале вашего следующего хода.<br/><Bullet/> Свободное действие <br/><Bullet/> Перезарядка <Ability:SELFCOOLDOWN/> ход(а)."
